/* 
 SORelativeDateTransformer.strings
 
 Created by StdOrbit on 12/6/10.
 Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 
 French localization courtesy of Google Translate. <http://translate.google.com>
 */

"formatTemplateForRelativePastDatePhrase" = "%@";
"formatTemplateForRelativeFutureDatePhrase" = "dans %@";
"now" = "maintenant";
"%d year (plural rule: one)" = "%d an";
"%d year (plural rule: other)" = "%d ans";
"%d month (plural rule: one)" = "%d mois";
"%d month (plural rule: other)" = "%d mois";
"%d week (plural rule: one)" = "%d semaine";
"%d week (plural rule: other)" = "%d semaines";
"%d day (plural rule: one)" = "%d jour";
"%d day (plural rule: other)" = "%d jours";
"%d hour (plural rule: one)" = "%d heure";
"%d hour (plural rule: other)" = "%d heures";
"%d minute (plural rule: one)" = "%d min";
"%d minute (plural rule: other)" = "%d min";
"%d second (plural rule: one)" = "%d sec";
"%d second (plural rule: other)" = "%d sec";
